{
    "piada": [
        ["Como você chama um Pikachu que pode consertar computadores?","Geek-achu."],
        ["De qual filme de ficção científica o Pokémon mais gosta?","Staryu Wars."],
        ["O que você diria a um Pokémon estressado?","Kakuna Rattata"],
        ["Se você dá dinheiro a um eevee, ele evolui para o patreon?"],
        ["Qual Pokémon bebe apenas peróxido de hidrogênio?","HO-OH"],
        ["Eu não gosto de laticínios na minha torrada.","Eu prefiro Butterfree."],
        ["O que acontece quando você dá a Eevee uma pedra francesa?","Você tem um Napoleão"],
        ["O que você ganha quando dá um sanduíche a um Eevee?","Um Almoço!"],
        ["O que Pikachu disse quando as cinzas caíram de um penhasco?","Pikachu (é tudo o que ele pode dizer)."],
        ["O que Pikachu disse quando experimentou comida no México?","Pica Pica."],
        ["Qual o pokémon que rouba?","O Bubasauto"],
        ["Qual o pokémon que enrolar o povo?","Charmalandro"],
        ["Qual o pokémon que reproduz a onomatopeia de uma dia comum no Rio de janeiro?","Ratata"],
        ["Qual o pokémon que se juntar um bando da uma palavra?","CHARmander"],
        ["Qual o pokémon que sempre no final vira uma constante","TogePI"],
        ["Qual o pokémon que sempre te cumprimenta quando vc fala com ele?","Hi chu"],
        ["Qual o pokémon que não gosta do homem aranha?","VENONsauro"],
        ["Qual pokémon sempre ganha da pedra?","Scisor"],
        ["Qual o pokémon que gosta da Bahia: Axerizard"],
        ["Qual o pokémon que tem o nome de Francisco?","CHICOrita"],
        ["Qual Carro O Pikachu Mais Gosta?","Pika-Pi"],
        ["Quais os pokémons que jogam uno?","Articuno e Unown."],
        ["O que o Pikachu gripado disse para o outro Pikachu?","PikaAhtchu!!"],
        ["Qual é o nome do Pokémon que viajou com Dorothy para Oz?","Totodile."],
        ["De qual Pokémon os jogadores de futebol mais gostam?","GOALduck."],
        ["Por que Hypno era tão enérgico?","Ele não era mais Drowzee."],
        ["Você ouviu sobre o Pokémon que tem Covid-19?","Foi Koffing."],
        ["Que tipo de carro o Pikachu dirige?","Um volts-wagon"],
        ["O que você chamaria de Pikachu verde?","Pickle-chu"],
        ["O que um Pokémon amarelo diz antes de se teletransportar?","Abra Cadabra."],
        ["Qual pokémon lembra um ônibus movido à eletricidade?","Electabuzz"],
        ["Sabe pq o pokémon ainda não podia beber?", "Porque Elekid.."]
    ],
    "curiosidade": [
        ["O nome Pokémon é uma abreviação de Pocket Monsters, que significa monstros de bolso em inglês."],
        ["O Pikachu, o mascote mais famoso da franquia, foi originalmente criado como um personagem secundário. No entanto, ele se tornou tão popular que acabou se tornando a face da marca Pokémon."],
        ["O pokémon mais pesado conhecido é o Groudon, que pesa cerca de 950 kg. Já o mais leve é o Gastly, que pesa apenas 0,1 kg."],
        ["Existem mais de 800 espécies diferentes de Pokémon até o momento, com novas sendo adicionadas em cada nova geração de jogos."],
        ["O primeiro jogo de Pokémon lançado em 1996, foi originalmente concebido pelo designer de jogos japonês Satoshi Tajiri. Ele era conhecido por ser um colecionador de insetos na infância, o que inspirou a mecânica de capturar e colecionar monstrinhos."],
        ["No anime de Pokémon, Ash Ketchum é conhecido como Satoshi no Japão, uma homenagem ao criador da franquia, Satoshi Tajiri."],
        ["O jogo Pokémon Go, lançado em 2016, se tornou um grande fenômeno mundial, com jogadores em todo o mundo procurando pelos monstrinhos em locais reais usando a tecnologia de realidade aumentada."],
        ["O jogo original de Pokémon foi lançado em fevereiro de 1996 no Japão, mas só chegou ao ocidente em setembro de 1998, com o lançamento de Pokémon Red e Blue."],
        ["O lendário pokémon Mew, que é um dos mais populares da franquia, foi originalmente planejado para ser removido do jogo. No entanto, o programador Shigeki Morimoto conseguiu deixá-lo escondido no jogo, tornando-o uma das adições mais populares da franquia."],
        ["O pokémon Porygon, que foi introduzido na primeira geração, nunca mais apareceu em nenhum outro jogo da franquia. Isso se deve ao fato de que o episódio do anime em que Porygon apareceu causou convulsões em centenas de crianças japonesas, o que levou a Nintendo a remover o pokémon de todos os jogos futuros."],
        ["A música tema de batalha de Pokémon é um dos temas mais icônicos da história dos videogames. Ela foi composta por Junichi Masuda, que também é responsável por muitas outras músicas populares da franquia."],
        ["O pokémon Ditto, que é conhecido por sua habilidade de se transformar em qualquer outro pokémon, foi originalmente concebido como um erro de programação. No entanto, os desenvolvedores gostaram tanto da ideia que decidiram mantê-lo no jogo."],
        ["A franquia Pokémon já gerou mais de US$ 100 bilhões em receita desde o seu lançamento, tornando-se uma das franquias de jogos mais lucrativas da história."],
        ["O pokémon mais alto conhecido é o Wailord, que mede cerca de 14,5 metros de altura. Já o mais baixo é o Joltik, que mede apenas 0,1 metros."],
        ["O jogo Pokémon Yellow, que foi lançado em 1998, foi baseado na primeira temporada do anime de Pokémon. Ele apresentava um Pikachu que seguia o jogador ao invés de ficar dentro de uma pokébola."],
        ["O nome do líder de ginásio Brock, que aparece no anime e nos jogos, é uma referência ao co-criador da franquia, Brock Lesnar."],
        ["O jogo Pokémon Diamond and Pearl introduziu a mecânica de batalhas de pokémon em dupla, permitindo que os jogadores lutassem com dois pokémon ao mesmo tempo."],
        ["Em 2014, um cartucho original de Pokémon Red vendido em um leilão foi arrematado por mais de US$ 15.000."],
        ["O pokémon Eevee é conhecido por ter múltiplas evoluções, dependendo de fatores como a pedra usada ou o local em que é treinado."],
        ["O personagem de Ash Ketchum nunca ganhou uma liga oficial de ginásio nos jogos ou no anime, embora tenha vencido algumas ligas não oficiais em eventos especiais."],
        ["O jogo Pokémon Black and White introduziu a mecânica de estações do ano, que afetava a aparência e a disponibilidade de certos pokémon."],
        ["O pokémon Pikachu foi escolhido como mascote do Japão para as Olimpíadas de Tóquio 2020."],
        ["O pokémon Lapras é conhecido por ser um transporte aquático popular entre os treinadores."],
        ["O jogo Pokémon HeartGold e SoulSilver introduziu a mecânica de seguir pokémon, que permitia que um dos pokémon do jogador o seguisse ao redor do mundo do jogo."],
        ["O personagem de Gary Oak, rival de Ash, é conhecido como Shigeru no Japão, em homenagem a Shigeru Miyamoto, criador de Mario e Zelda."],
        ["O pokémon Dragonite, que foi introduzido na primeira geração, era originalmente planejado como a evolução final de Dratini, mas foi rebaixado para a segunda evolução."],
        ["O jogo Pokémon Emerald, que foi lançado em 2004, apresentava a Battle Frontier, uma série de batalhas especiais para os jogadores mais avançados."],
        ["O pokémon Gyarados, que é conhecido por sua força de ataque, era originalmente um Magikarp fraco e inútil que evoluía em um pokémon poderoso."],
        ["O jogo Pokémon X and Y introduziu a mecânica de megaevolução, que permitia que certos pokémon temporariamente evoluíssem em uma forma ainda mais poderosa."],
        ["O pokémon Charmander, que é um dos pokémon iniciais mais populares, é conhecido por ser difícil de treinar devido à sua alta taxa de evolução."],
        ["O jogo Pokémon Ruby and Sapphire introduziu a mecânica de habilidades de pokémon, que permitia que os pokémon tivessem habilidades únicas que afetavam as batalhas."],
        ["O pokémon Snorlax, que é conhecido por dormir muito e bloquear caminhos, foi originalmente planejado como o último obstáculo do jogo, mas acabou sendo colocado mais cedo para que os jogadores pudessem capturá-lo."],
        ["O jogo Pokémon FireRed and LeafGreen introduziu a mecânica de trocas com jogadores de outras regiões através de conexão sem fio."],
        ["O pokémon Mew, que foi originalmente distribuído apenas através de eventos especiais, foi finalmente incluído em jogos posteriores como uma criatura capturável."],
        ["O jogo Pokémon Omega Ruby and Alpha Sapphire introduziu a mecânica de megaevolução para as evoluções finais de cada um dos pokémon iniciais."],
        ["O pokémon Ditto é conhecido por sua habilidade de se transformar em qualquer outro pokémon, exceto por alguns lendários e míticos."],
        ["O jogo Pokémon Sun and Moon apresentou a mecânica de Z-Moves, que permitia que os jogadores realizassem um movimento especial com um de seus pokémon por batalha."],
        ["O pokémon Pikachu, que é conhecido por sua popularidade, tem uma variedade de produtos licenciados em seu nome, desde brinquedos a roupas."],
        ["O jogo Pokémon Sword and Shield introduziu a mecânica de Dynamaxing, que permitia que os pokémon temporariamente crescessem e ficassem ainda mais poderosos."]
    ]
    ,
    "lenda": [
        ["Lenda de Mew: Mew é considerado um dos pokémon mais misteriosos de todos. Diz-se que ele é o ancestral de todos os pokémon e que é capaz de aprender qualquer golpe. Também se acredita que ele é capaz de se transformar em qualquer pokémon que desejar."],
        ["Lenda de Arceus: Arceus é um pokémon lendário que é dito ter criado todo o universo Pokémon. Diz-se que ele possui um poder absoluto e que pode controlar o tempo, o espaço e a realidade."],
        ["Lenda de Celebi: Celebi é um pokémon lendário que é dito ser capaz de viajar no tempo. Ele é dito ter o poder de curar a natureza e proteger o mundo dos humanos que desejam destruí-la."],
        ["Lenda de Lugia: Lugia é um pokémon lendário que é dito viver em cavernas profundas no fundo do oceano. Diz-se que ele tem o poder de controlar os ventos e as ondas, e que pode até mesmo criar tempestades poderosas."],
        ["Lenda de Ho-Oh: Ho-Oh é um pokémon lendário que é dito ter a habilidade de trazer felicidade e boa sorte para aqueles que o encontram. Diz-se que ele é capaz de reviver os mortos com suas lágrimas."],
        ["Lenda de Rayquaza: Rayquaza é um pokémon lendário que é dito ser o mestre dos dragões. Diz-se que ele controla o clima e que pode criar tempestades poderosas com suas asas."],
        ["Lenda de Groudon e Kyogre: Groudon e Kyogre são lendários pokémon que são dito ter o poder de controlar a terra e o mar, respectivamente. Diz-se que eles são inimigos mortais e que lutaram uma batalha épica que quase destruiu o mundo."],
        ["Lenda de Regigigas: Regigigas é um pokémon lendário que é dito ter sido criado para mover continentes. Diz-se que ele tem um poder absoluto e que pode levantar e mover qualquer objeto, por mais pesado que seja."],
        ["Lenda de Giratina: Giratina é um pokémon lendário que é dito habitar o mundo reverso. Diz-se que ele é capaz de manipular a gravidade e que pode abrir portais para outras dimensões."],
        ["Lenda de Darkrai: Darkrai é um pokémon lendário que é dito ter o poder de causar pesadelos em seus inimigos. Diz-se que ele vive em cavernas escuras e que ataca seus oponentes com sombras poderosas."],
        ["Lenda de Shaymin: Shaymin é um pokémon lendário que é dito ter o poder de curar a natureza e trazer a primavera de volta para o mundo. Diz-se que ele vive em flores e que pode criar campos floridos onde quer que vá."],
        ["Lenda de Reshiram e Zekrom: Reshiram e Zekrom são lendários pokémon que são dito representar o yin e o yang. Diz-se que eles são inimigos mortais e que lutaram uma batalha épica que quase destruiu o mundo."]
    ]
}